{
  "Index": {
    "title": "Meine Sprache: International!",
    "Navbar": {
      "HomeLink": "Home",
      "AboutLink": "Über",
      "ProjectsLink": "Projekte",
      "ExperienceLink": "Erfahrenheit",
      "ContactLink": "Kontakt"
    },
    "HeroBanner": {
      "Title": "Hallo Ich bin Fadime!",
      "Description": " Ich studiere Informatik und habe großes Interesse daran, ein kompetenter Full-Stack-Entwickler zu werden. Ich liebe es Webseiten und Apps zu erstellen. Mein aktueller Schwerpunkt ist Next.js(React).",
      "ContactLabel": "Kontaktiere mich",
      "DownloadLabel": "CV Herunterladen"
    },
    "About": {
      "Title": "Über mich",
      "Description": "Ich stehe kurz vor dem Abschluss meines Studiums der Computerentwicklung an der Universität Balikesir. Meine Bachelorarbeit werde ich dieses Jahr abgeben. Derzeit beschäftige ich mich mit den Themen Design, Coding, Projekterstellung, Mobile Apps und Webentwicklung. Außerdem arbeite ich projektbezogen an der kontinuierlichen Verbesserung der Prozesse und der Weiterentwicklung meiner Fähigkeiten. Für die Entwicklung verwende ich React, Next.js, Node.js und MongoDB. Mein Ziel ist es, innovative und skalierbare Produkte zu entwickeln. Ich freue mich auf die Zusammenarbeit mit erfahrenen Entwicklern, die mir viel beibringen können. Eigentlich bin ich auf der Suche nach einer Stelle als Praktikant oder Full-Stack-Entwickler. Ich bin schon lange auf der Suche nach einem Unternehmen, das zukunftsorientiert, international und wachstumsorientiert in der Computerentwicklung tätig ist.",
      "SecondPart": "Wenn ich nicht programmiere, zeichne ich gerne und höre Musik. Außerdem lerne ich gerne neue Dinge. Zur Zeit lerne ich Deutsch, Spanisch und Japanisch.",
      "SkillsTitle": "Meine Fähigkeiten"
    },
    "Projects": {
      "Title": "Meine Projekte"
    },
    "Experience": {
      "Title": "Erfahrenheit",
      "ExpTitle": "Praktikum",
      "ExpDesc": "Designed websites with Next JS and React JS, making responsive designs and learning Python Django framework for Backend ",
      "ExpCompany": "TRAIR SOFTWARE TECHNOLOGY INVESTMENTS",
      "Duration": "Juli 2023 - Aug 2023 · 1 Monat",
      "Location": "Balikesir, TR",
      "EducationTitle": "Ausbildung",
      "SchoolName": "BALIKESIR UNIVERSITY",
      "SchoolDesc": "Bachelor of Engineering, Major in Computer Engineering",
      "SchoolLocation": "Balikesir, TR",
      "SchoolDuration": "2020 - Heute"
    },
    "Contact": {
      "Title": "Wir bleiben in Kontakt!",
      "Desc": "Bitte zögern Sie nicht, mich zu kontaktieren",
      "Email": "E-Mail-Adresse",
      "TextArea": "Ihre Nachricht",
      "ButtonLabel": "Senden",
      "Thanks": "Vielen Dank für Ihre Aufmerksamkeit!"
    },
    "Footer": {
      "Content": "Hergestellt mit 𓆩❤︎𓆪 von"
    }
  }
}