{
  "Index": {
    "title": "Hello world!",
    "Navbar": {
      "HomeLink": "Home",
      "AboutLink": "About",
      "ProjectsLink": "Projects",
      "ExperienceLink": "Experience",
      "ContactLink": "Contact"
    },
    "HeroBanner": {
      "Title": "Hi I'm Fadime!",
      "Description": "I am a computer engineering student with a keen interest in becoming a proficient full-stack developer. I enjoy building websites and apps. My current focus is Next.js(React)",
      "ContactLabel": "Contact me",
      "DownloadLabel": "Download CV"
    },
    "About": {
      "Title": "About me",
      "Description": "A Computer Engineering student with a real passion for designing, coding, creating projects, mobile apps and web development. After enrolling in the coding world, I immersed myself in the intricacies of full-stack web development. The allure of programming lies in the thrill of problem-solving. I find immense satisfaction in unraveling complexities and crafting elegant solutions. Proficient in a robust tech stack encompassing React, Next.js, Node.js, and Prisma, I have honed my skills in building dynamic and scalable applications. My toolkit extends to TypeScript and Prisma, adding a layer of precision to my development process. I am always eager to embrace emerging technologies and expand my knowledge base. As a tenacious learner, I thrive on challenges and stay abreast of industry trends to ensure my skills remain cutting-edge. Currently seeking a full-time position as a software developer or Intern, I am poised to contribute my expertise to innovative projects. I am excited about the prospect of collaborating with like-minded professionals and continuing my growth in the dynamic field of software development.",
      "SecondPart": "When I am not immersed in code, I find solace in my artistic pursuits. I also enjoy learning new things. I am currently learning German, Spanish and Japanese. Learning languages not only broadens my cultural understanding but also presents exciting new challenges.",
      "SkillsTitle": "My Skills"
    },
    "Projects": {
      "Title": "My Projects"
    },
    "Experience": {
      "Title": "Experience",
      "ExpTitle": "Internship",
      "ExpDesc": "Designed websites with Next JS and React JS, making responsive designs and learning Python Django framework for Backend.",
      "ExpCompany": "TRAIR SOFTWARE TECHNOLOGY INVESTMENTS",
      "Duration": "Jul 2023 - Aug 2023 · 1 mos",
      "Location": "Balikesir, TR",
      "EducationTitle": "Education",
      "SchoolName": "BALIKESIR UNIVERSITY",
      "SchoolDesc": "Bachelor of Engineering, Major in Computer Engineering",
      "SchoolLocation": "Balikesir, TR",
      "SchoolDuration": "2020 - Present"
    },
    "Contact": {
      "Title": "Let's keep in touch!",
      "Desc": "Please Don’t Hesitate to Contact Me.",
      "Email": "Email",
      "TextArea": "Your message",
      "ButtonLabel": "Send",
      "Thanks": "Thank you for your attention!"
    },
    "Footer": {
      "Content": "Made with ♡ by"
    }
  }
}