{
  "Index": {
    "title": "Hello world!",
    "Navbar": {
      "HomeLink": "Home",
      "AboutLink": "Acerca de",
      "ProjectsLink": "Proyectos",
      "ExperienceLink": "Experiencia",
      "ContactLink": "Contacto"
    },
    "HeroBanner": {
      "Title": "Hola, Soy Fadime!",
      "Description": "Soy desarrolladora de Full-stack. Disfruto construyendo sitios y aplicaciones. Me concentro en React (Next.js)",
      "ContactLabel": "Contactarme",
      "DownloadLabel": "Descargar CV"
    },
    "About": {
      "Title": "Acerca de m칤",
      "Description": "Una estudiante de ingenier칤a inform치tica con la pasi칩n en dise침o, crear proyectos, aplicaciones m칩viles y desarrollo web. Dominio de varias plataformas y lenguajes. Experiencia en las herramientas y procedimientos de desarrollo m치s vanguardistas. Capaz de autogesti칩n eficaz en proyectos independientes. Buenas habilidades de colaboraci칩n dentro de un equipo productivo. Estos d칤as uso React, Next.js, Node.js y MongoDB. Espero trabajar con desarrolladores experimentados que puedan ense침arme mucho. De hecho, estoy buscando trabajo como pasante o desarrollador full-stack.",
      "SecondPart": "Cuando no estoy programando, me gusta dibujar y escuchar m칰sica. Tambi칠n disfruto aprendiendo cosas nuevas. Actualmente, estoy aprendiendo alem치n, espa침ol y japon칠s. Aprender nuevos idiomas es dif칤cil pero me encanta mucho. Espero no haber cometido errores.",
      "SkillsTitle": "Mis habilidades"
    },
    "Projects": {
      "Title": "Mis Proyectos"
    },
    "Experience": {
      "Title": "Experiencia",
      "ExpTitle": "Pasant칤a",
      "ExpDesc": "Designed websites with Next JS and React JS, making responsive designs and learning Python Django framework for Backend",
      "ExpCompany": "TRAIR SOFTWARE TECHNOLOGY INVESTMENTS",
      "Duration": "Julio 2023 - augusto 2023 췅 1 mes",
      "Location": "Balikesir, TR",
      "EducationTitle": "Educaci칩n",
      "SchoolName": "BALIKESIR UNIVERSITY",
      "SchoolDesc": "Bachelor of Engineering, Major in Computer Engineering",
      "SchoolLocation": "Balikesir, TR",
      "SchoolDuration": "2020 - Present"
    },
    "Contact": {
      "Title": "Manteng치monos en contacto!",
      "Desc": "Por favor,No dude en ponerse en contacto conmigo",
      "Email": "Email",
      "TextArea": "Su Mensaje",
      "ButtonLabel": "Enviar",
      "Thanks": "Agradeci칠ndole su atenci칩n!"
    },
    "Footer": {
      "Content": "Hecho con 揄뽹롟勇뀛늱 por"
    }
  }
}