{
  "Index": {
    "title": "Hello world!",
    "Navbar": {
      "HomeLink": "Home",
      "AboutLink": "Acerca de",
      "ProjectsLink": "Proyectos",
      "ExperienceLink": "Experiencia",
      "ContactLink": "Contacto"
    },
    "HeroBanner": {
      "Title": "Hola, Soy Fadime!",
      "Description": "Soy desarrolladora de Full-stack. Disfruto construyendo sitios y aplicaciones. Me concentro en React (Next.js)",
      "ContactLabel": "Contactarme",
      "DownloadLabel": "Descargar CV"
    },
    "About": {
      "Title": "Acerca de mí",
      "Description": "Una estudiante de ingeniería informática con la pasión en diseño, crear proyectos, aplicaciones móviles y desarrollo web. Dominio de varias plataformas y lenguajes. Experiencia en las herramientas y procedimientos de desarrollo más vanguardistas. Capaz de autogestión eficaz en proyectos independientes. Buenas habilidades de colaboración dentro de un equipo productivo. Estos días uso React, Next.js, Node.js y Prisma. Espero trabajar con desarrolladores experimentados que puedan enseñarme mucho. De hecho, estoy buscando trabajo como pasante o desarrollador full-stack.",
      "SecondPart": "Cuando no estoy programando, me gusta dibujar y escuchar música. También disfruto aprendiendo cosas nuevas. Actualmente, estoy aprendiendo alemán, español y japonés. Aprender nuevos idiomas es difícil pero me encanta mucho. Espero no haber cometido errores.",
      "SkillsTitle": "Mis habilidades"
    },
    "Projects": {
      "Title": "Mis Proyectos"
    },
    "Experience": {
      "Title": "Experiencia",
      "ExpTitle": "Pasantía",
      "ExpDesc": "Designed websites with Next JS and React JS, making responsive designs and learning Python Django framework for Backend",
      "ExpCompany": "TRAIR SOFTWARE TECHNOLOGY INVESTMENTS",
      "Duration": "Julio 2023 - augusto 2023 · 1 mes",
      "Location": "Balikesir, TR",
      "EducationTitle": "Educación",
      "SchoolName": "BALIKESIR UNIVERSITY",
      "SchoolDesc": "Bachelor of Engineering, Major in Computer Engineering",
      "SchoolLocation": "Balikesir, TR",
      "SchoolDuration": "2020 - Present"
    },
    "Contact": {
      "Title": "Mantengámonos en contacto!",
      "Desc": "Por favor,No dude en ponerse en contacto conmigo",
      "Email": "Email",
      "TextArea": "Su Mensaje",
      "ButtonLabel": "Enviar",
      "Thanks": "Agradeciéndole su atención!"
    },
    "Footer": {
      "Content": "Hecho con ♡ por"
    }
  }
}